Repository: SP7-Ritmare/starterkit
Catalog: geosk/locale/*/LC_MESSAGES/django.po
Languages: it

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="/data">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="/developer"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="maps">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="maps/new">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="maps">Contributed Maps</a> tab and click the <a href="maps/new">create your own map</a> link.</p> <p>This will take you to the <a href="maps/new">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Exporting a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To export a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'export map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="maps/new">Map Composer</a> also has a button to export the map. Just be sure to save the map before exporting if there are changes that you want others to see. It exports the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="maps">Maps</a> tab.</p>
it: <p>GET-IT consente di accedere a set di dati e ad un'applicazione per l'editing di viste che permette agli utenti di consultare le viste esistenti e contribuire alla piattaforma con le proprie.</p> <h4 id="browsing-data">Navigazione dei Layer</h4> <p>La scheda <a href="/data">Layer</a> ti permette di navigare i dati caricati su GET-IT.</p> <p>Tutti i dati possono essere scaricati in vari formati, per utilizzarli in altre applicazioni.</p> <h4 id="developer-access">Accesso sviluppatori</h4> <p>La pagina <a href="/developer"> Sviluppatore</a> è il posto da cui gli sviluppatori possono iniziare a creare applicazioni basate su GET-IT. Esso comprende le istruzioni sull'utilizzo dei web service, i link al codice sorgente di GET-IT e informazioni sui progetti open source utilizzati per crearlo.</p> <h4 id="browsing-maps">Navigazione delle Viste</h4> <p>GET-IT consente agli utenti di creare e consividere viste con gli altri.</p> <p>La scheda <a href="maps">Viste</a> è il punto di accesso per l'esplorazione delle viste su GET-IT. Da qui puoi <strong>cercare una viste</strong> o <strong>creare una vista</strong>, che aprirà il <a href="maps/new">View Compositore di viste</a>.</p> <h5>Modalità Google Earth</h5> <p>Ogni vista visualizzata su un editor di viste interattivo può essere visualizzata in modalità 3D attraverso il plugin Google Earth. Per passare dalla modalità 3D seleziona il logo di Google Earth, il pulsante più a destra sulla barra degli strumenti in alto. Se non hai installato il plugin di Google Earth, verrà richiesto di farlo.</p> <h4 id="creating-a-map">Creazione di una Vista</h4> <p>Per creare una nuova vista vai su <a href="maps">Viste Contribuite</a> e clicca su <a href="maps/new">Crea la tua vista</a> link.</p> <p>Quest'azione di manderà al <a href="maps/new">Compositore di viste</a> con un layer di base caricato.</p> <p>Per aggiungere i Layer da GET-IT clicca sul pulsante verde presente sotto la scheda Layer sulla sinistra dello schermo. Quest'azione aprirà una finestra di dialogo con la lista di tutti i Layer disponibili su GET-IT.</p> <p>Per aggiungere Layer alla Vista selezionali e premi il pulsante <strong>Aggiungi Livelli</strong>. Una volta terminato clicca <strong>Fatto</strong> per chiudere la finestra di dialogo e tornare indietro sulla Vista.</p> <h5>Riordino e Rimozione Layer</h5> <p>Cambia l'ordine di visualizzazione dei Layer elencati nella scheda Dati semplicemente trascinando e rilasciando i loro nomi. L'ordine nella vista verrà aggiornato di conseguenza. Per disattivare la visibilità di un Layer è sufficiente deselezionarlo, e per rimuoverlo completamente selezionalo e premi il pulsante rosso.</p> <h5>Salvare la tua vista</h5> <p>Una volta trovato un opportuno insieme di Layer e un livello di zoom, è il momento di salvarlo in modo che gli altri possano vederlo. Fare clic sul pulsante Salva - l'icona più a sinistra nella barra degli strumenti in alto, l'immagine di una vista con un disco - nel menu in alto e compila i campi con il titolo e l'abstract della vista.</p> <h4 id="exporting-a-map">Esportare una vista</h4> <p>Ogni vista di GET-IT può essere inserita all'interno di un altro sito o blog. Per esportare una vista:</p> <ol> <li>Seleziona la vista dalla lista delle viste e clicca il bottone "Esporta vista".</li> <li>Scegli l'altezza e la lunghezza desiderate dallo strumento durante la procedura guidata.</li> <li>Copia il codice HTML fornito dalla procedura guidata in qualsiasi pagina HTML o blog che supportino gli i-frame.</li> </ol> <p>L'azione creerà un widget interattivo che mostra la tua vista nella tua pagina web o sul post del blog.</p> <p>Nota che il <a href="maps/new">Compositore Viste</a> ha anche un bottone per esportare la vista. Attento a salvare la vista prima di esportare se ci sono cambiamenti che vuoi che gli altri vedano. Esso esporta l'ultima versione salvata, non l'ultima versione visualizzata.</p> <h4 id="remixing-a-map">Riutilizzo di una vista</h4> <p>Ogni vista disponibile può servire come punto di partenza per una nuova vista.</p> <ol> <li>Apri la vista sul Compositore viste.</li> <li>Aggiungi e rimuovi i livelli che vuoi.</li> <li>Sposta e centra la vista sull'area di tuo interesse.</li> <li><strong>IMPORTANTE:</strong> Aggiorna il titolo, l'abstract, le informazioni di contatto e i tag come riferimento alla nuova vista.</li> <li>Salva la vista.</li> </ol> <p>Potrai vedere la tua nuova vista cercando nella sezione <a href="maps">Viste</a>. </p>

source: Sections
it: Sezioni

source: Browsing Layers
it: Naviga i livelli

source: Developer Access
it: Accesso sviluppatori

source: Browsing Maps
it: Consultare viste

source: Creating a Map
it: Creare una vista

source: Exporting a Map
it: Esportare una vista

source: Remixing a Map
it: Modificare una vista

source: Welcome!
it: Benvenuto

source: Welcome
it: Benvenuto

source: GeoNode is an open source platform for sharing geospatial data and maps. If you have any questions about the software or service, join our <a href="https://groups.google.com/d/forum/geonode-users">mailing list</a>.
it: GET-IT è una piattaforma open source per condividere dati geospaziali e viste. Se hai domande sul software o sul servizio, scrivi al nostro <a href="mailto:help.skritmare@irea.cnr.it">help desk RITMARE GET-IT</a>.

source: Need help
it: Serve aiuto?

source: Getting Started?
it: Per iniziare

source: Latest Layers
it: Ultimi Layer

source: Contribute
it: Contribuisci

source: GeoNode enables you to upload, manage, and browse data layers. Search for data that is valuable to you, or upload your own data.
it: GET-IT ti permette di caricare, gestire e navigare i Layer. Ricerca i dati che sono importanti per te o carica i dati in tuo possesso.

source: GeoNode enables you to compose and share maps. Create a map with our cartography tool, or explore maps shared by others.
it: GET-IT ti permette di creare e condividere viste. Crea una vista con il nostro strumento cartografico, oppure consulta le viste condivise da altri utenti.

source: Latest Maps
it: Ultime viste

source: Log in
it: Entra

source: Log in to an existing account
it: Entra in un account esistente

source: Forgot your username?
it: Hai dimenticato il tuo nome utente?

source: Forgot your password?
it: Hai dimenticato la tua password?

source: Are you sure you want to log out?
it: Sei sicuro di volerti disconnettere?

source: Password reset
it: Imposta di nuovo la password

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
it: Hai dimenticato la password? Inserisci la tua email e ti manderemo un messaggio con le istruzioni per proseguire

source: Reset my password
it: Reimposta la mia password

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
it: Se hai dei problemi a reimpostare la tua password, contattaci all'indirizzo <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: My Activity feed
it: Le mie attività

source: Activity Feed
it: Attività

source: Edit Announcement
it: Modifica Avviso

source: Create Announcement
it: Crea Avviso

source: Save
it: Salva

source: New Announcement
it: Nuova Avviso

source: Announcement
it: Avviso

source: Published From
it: Tratto Da

source: Announcements : %(announcement)s
it: Notizie : %(announcement)s

source: Back to edit your profile information
it: Ritorna alla compilazione del tuo profilo

source: Your current avatar:
it: Il tuo attuale avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
it: Non hai ancora caricato un avatar. Per favore caricane uno ora.

source: Choose new Default
it: Scegli una nuova impostazione predefinita

source: Upload New Image
it: carica una nuova immagine

source: Delete your avatars
it: Cancella i tuoi avatar

source: Please select the avatars that you would like to delete.
it: Seleziona gli avatar che desideri cancellare

source: Delete These
it: Cancella questi

source: Notices
it: Avvisi

source: Notice settings
it: Impostazioni di avviso

source: Observed objects
it: Oggetti osservati

source: Notification Settings
it: Impostazioni di notifica

source: Primary email
it: Email principale

source: change under <a href="%(email_url)s">Account</a>
it: cambia sotto <a href="%(email_url)s">Account</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
it: Non hai un indirizzo email valido a cui inviare le notifiche. Ne puoi aggiungere uno visitando la pagina <a href="%(email_url)s">Account</a>.

source: Notification Type
it: Tipologia di notifica

source: Change
it: Modifica

source: Mark all unseen notices seen
it: Segna tutte le notifiche come viste

source: View Notice
it: Visualizza notifica

source: No notices.
it: Nessuna notifica.

source: Notice
it: Notifica

source: Previous
it: Precedenti

source: previous
it: precedenti

source: Next
it: Prossimo

source: next
it: prossimo

source: Following
it: Seguendo

source: Manage Connections
it: Gestione collegamenti

source: Blocking
it: Bloccando

source: Unfollow
it: Smetti di seguire

source: Unblock
it: Smetti di bloccare

source: Block
it: Blocca

source: No longer
it: Non più

source: Confirm
it: Conferma

source: Success
it: Riuscita

source: You are
it: Tu sei

source: now
it: ora

source: no longer
it: non più

source: %(to_user_username)s's profile
it: Profilo di %(to_user_username)s

source: Message Inbox
it: Messaggi di posta in arrivo

source: With
it: Con

source: Subject
it: Soggetto

source: Last Sender
it: Ultimo mittente

source: Preview
it: Anteprima

source: Delete?
it: Cancellare?

source: you
it: tu

source: Create Message
it: Crea messaggio

source: Send message
it: Invia messaggio

source: Back to Inbox
it: Torna a posta in arrivo

source: Send Reply
it: Invia risposta

source: Upload Layer
it: Carica layer

source: Select the charset or leave default
it: Seleziona un set di caratteri o lascia il valore di default

source: Upload files
it: Carica file

source: Provide CRS for
it: Fornisci CRS per

source: Coordinate Reference System
it: Sistema di Coordinate di Riferimento

source: Geospatial Data
it: Dati geospaziali

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
it: Indicare quali attributi contengono le coordinate di latitudine e longitudine nei dati CSV

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
it: With this data, GET-IT was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.

source: Latitude
it: Latitudine

source: Select an attribute
it: Seleziona un attributo

source: Longitude
it: Longitudine

source: Return to
it: Torna a

source: Upload Form
it: Carica

source: Upload Layer Step 2
it: Step 2 caricamento layer

source: Editing details for
it: Modifica dettagii per

source: Choose time attribute
it: Scegli attributo temporale

source: This data does not have a time attribute
it: Questo dato non ha un attributo temporale

source: Existing Time Attribute
it: Attributi temporali esistenti

source: Convert Text Attribute
it: Converti gli Attributi di Testo

source: Date Format
it: Formato data

source: Convert Number (As Year)
it: Converti Numero (Anno)

source: Intervals
it: Intervalli

source: defined by the resolution
it: definito dalla resoluzione

source: Continuous Intervals
it: Intervalli continui

source: for data that is frequently updated, resolution describes the frequency of updates
it: per i dati che sono aggiornati di frequente, la risoluzione descrive la frequenza dell'aggiornamento

source: Need Help?
it: Serve aiuto?

source: Selecting an Attribute
it: Attributi temporali esistenti

source: An existing date
it: Una data esistente

source: Text that can be converted to a timestamp
it: Testo che può essere convertito in data e ora

source: A number representing a year
it: Un numero che rappresenta un anno

source: year
it: anno

source: month
it: mese

source: day of month
it: giorno del mese

source: hour of day
it: ora del giorno

source: minute in hour
it: minuto in una ora

source: second in minute
it: secondo in un minuto

source: Note that single quotes represent a literal character.
it: Si noti che i singoli apici rappresentano un carattere letterale.

source: To remove ambiguity, repeat a code to represent the maximum number of digits - for example yyyy
it: Per evitare ambiguità, ripetere il codice per rappresentare il numero massimo di cifre - per esempio aaaa

source: The 'best guess' will handle date and optional time variants of
it: L'ipotesi migliore tratterà date e varianti temporali opzionali di

source: Provider
it: Fornitore

source: Contact
it: Contatto

source: Metadata responsible party
it: Responsabile dei Metadati

source: Responsible party
it: Responsabile

source: Point of contact
it: Punto di contatto

source: Distributor
it: Distributore

source: Scope
it: Scopo

source: language used for metadata
it: lingua utilizzata per il metadato

source: metadata date
it: data del metadato

source: node name
it: nome del nodo

source: shorter than the title: e.g. acronym. This field is required
it: pi&ugrave; breve del titolo: e.g. acronimo. Questo campo &egrave; obbligatorio

source: node title
it: titolo

source: This field is required
it: Questo campo &egrave; obbligatorio

source: node abastract
it: descrizione del nodo

source: organization name
it: Nome dell'organizzazione

source: provider url
it: url del fornitore di dati

source: contact name
it: nome del contatto

source: contact position
it: inquadramento contatto

source: contact email
it: email contatto

source: contact url
it: url contatto

source: contact address
it: indirizzo contatto

source: contact city
it: città del contatto

source: contact state or province
it: stato o provincia del contatto

source: contact postalcode
it: indirizzo postale

source: contact country
it: paese del contatto

source: contact phone
it: telefono del contatto

source: contact fax
it: fax del contatto

source: contact hours
it: orari

source: contact instructions
it: istruzioni per il contatto

source: contact role
it: ruolo del contatto

source: Services metadata
it: Metadati dei Servizi

source: GET-IT User
it: Registra GET-IT

source: Show/Hide
it: Mostra/Nascondi

source: Layer from
it: Layer fornito da

source: view
it: visualizzazione

source: Metadata Completeness
it: Completezza dei metadati

source: Edit Metadata (RNDT)
it: Modifica Metadati (RNDT)

source: Some of the Mandatory fields are not filled. Please verify your data and try again.
it: Alcuni campi obbligatori non sono stati compilati. Verificate le informazioni prima di procedere nuovamente con l'aggiornameto.

source: RNDT/INSPIRE compliance
it: Conformità RNDT/INSPIRE

source: Mandatory
it: Obbligatorio

source: Optional
it: Opzionale

source: Uploading ...
it: Aggiornamento ...

source: Oh snap! You got an error!
it: Attenzione, si è verificato un errore!

source: Explore SOS
it: Esplora SOS

source: Upload Observations
it: Carica osservazioni

source: Delete sensor
it: Elimina sensore

source: Are you sure you want to remove the sensor?
it: Sei sicuro di voler rimuovere il sensore?

source: This action CANNOT be undone. This will permanently delete the sensor and remove all observations associated.
it: Attenzione: quest'azione NON può essere annullata. Il sensore e tutte le osservazioni associate verranno eliminate permanentemente dal sistema.

source: Register a new Sensor
it: Crea un nuovo Sensore

source: Identification
it: Identificazione

source: Name
it: Nome

source: Organization
it: Nome dell'organizzazione

source: Position
it: Ruolo

source: Address
it: Indirizzo

source: Postcode
it: Codice postale

source: Region
it: Regione

source: Country
it: Nazione

source: Phone
it: Telefono

source: Site
it: Sito Web

source: Sensors / Procedures
it: Sensori / Procedure

source: Number of sensors:
it: Numero di sensori:

source: Sensor
it: Sensore

source: Sensor details
it: Dettagli del sensore

source: Upload observations
it: Carica osservazioni

source: Sensor Registration
it: Registrazione del sensore

source: SOS compliance
it: Conformità SOS

source: GET-IT registration
it: Registra GET-IT

source: Registration status
it: Stato della registrazione

source: Metadata
it: Metadato

source: Please check the information is correct prior to registering the GET-IT
it: Controllare che le informazioni siano corrette prima di registrare GET-IT

source: Read it.
it: Leggi

source: Please add more information about your GET-IT implementation. Fill the Services Metadata form.
it: Aggiungi maggiori informazioni relativamente alla tua installazione di GET-IT. Compila il modulo di Metadati dei Servizi.

source: Insert metadata
it: Inserisci metadato

source: About RITMARE GET-IT Starterkit
it: A proposito di RITMARE GET-IT

source: The updated documentation is available at the RITMARE SP7 Wiki: <a href="http://sp7.irea.cnr.it/wiki/index.php/Getting_Started">GET-IT Starterkit - Getting Started</a>
it: La documentazione aggiornata &egrave: disponibile su Wiki RITMARE SP7 : <a href="http://sp7.irea.cnr.it/wiki/index.php/Getting_Started">GET-IT Starterkit - Getting Started</a>

source: GET-IT Web Services
it: Web Services di GET-IT

source: GET-IT provides <a href="http://www.opengeospatial.org/">OGC</a> compliant web services to discover, view and download geospatial datasets.
it: GET-IT fornisce i seguenti servizi web interoperabili per la ricerca, la visualizzazione ed il download dei datasets geografici seguendo gli standard <a href='http://www.opengeospatial.org/'> OGC.</a>

source: Uploading layers in GET-IT
it: Carica layer is GET-IT

source: GET-IT provides a user friendly tool to upload easilly spatial data such as Rasters (GeoTIFF) and vector data (shapefiles). For different type of spatial data, consult the <a href="http://docs.geoserver.org/2.4.x/en/user/">Geoserver manual</a>
it: GET-IT fornisce uno strumento di facile utilizzo per caricare agevolmente dati spaziali come file raster (GeoTIFF) e file vettori (shapefiles). Per formati diversi di dati spaziali consulta il <a href="http://docs.geoserver.org/2.4.x/en/user/">Manuale Geoserver</a>
