Repository: SP7-Ritmare/starterkit
Catalog: geosk/locale/*/LC_MESSAGES/django.po
Languages: it

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="upload-layers">Creating Layers</h4> <p>The "UPLOAD LAYER" tab in <a href="/layers">Layers</a> page allows you to upload new layers to this GET-IT and, after the upload, to compile metadata.</p> <p>We invite you if you need help to consult the official <a href="http://docs.geonode.org/en/latest/tutorials/users/layers/upload.html">Geonode Documentation</a> or the GET-IT help page for <a href="/about_upload_layers">uploading data</a>.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="/layers">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="/developer"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="/maps">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="/maps/new">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="using-services">Using Services: WMS, WFS,...</h4> <p>The GET-IT portal provides services like WMS, WFS, WMS; See this page to get more informations and the url of the services <a href="/about_services">about services</a>.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="/maps">Contributed Maps</a> tab and click the <a href="/maps/new">create your own map</a> link.</p> <p>This will take you to the <a href="/maps/new">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Exporting a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To export a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'export map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="/maps/new">Map Composer</a> also has a button to export the map. Just be sure to save the map before exporting if there are changes that you want others to see. It exports the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="/maps">Maps</a> tab.</p>
it: <p>GET-IT consente di accedere a set di dati e ad un'applicazione per l'editing di viste che permette agli utenti di consultare le viste esistenti e contribuire alla piattaforma con le proprie.</p> <h4 id="browsing-data">Navigazione dei Layer</h4> <p>La scheda <a href="/data">Layer</a> ti permette di navigare i dati caricati su GET-IT.</p> <p>Tutti i dati possono essere scaricati in vari formati, per utilizzarli in altre applicazioni.</p> <h4 id="developer-access">Accesso sviluppatori</h4> <p>La pagina <a href="/developer"> Sviluppatore</a> è il posto da cui gli sviluppatori possono iniziare a creare applicazioni basate su GET-IT. Esso comprende le istruzioni sull'utilizzo dei web service, i link al codice sorgente di GET-IT e informazioni sui progetti open source utilizzati per crearlo.</p> <h4 id="browsing-maps">Navigazione delle Viste</h4> <p>GET-IT consente agli utenti di creare e consividere viste con gli altri.</p> <p>La scheda <a href="maps">Viste</a> è il punto di accesso per l'esplorazione delle viste su GET-IT. Da qui puoi <strong>cercare una vista</strong> o <strong>creare una vista</strong>, che aprirà il <a href="maps/new"> Compositore di viste</a>.</p> <h5>Modalità Google Earth</h5> <p>Ogni vista visualizzata su un editor di viste interattivo può essere visualizzata in modalità 3D attraverso il plugin Google Earth. Per passare dalla modalità 3D seleziona il logo di Google Earth, il pulsante più a destra sulla barra degli strumenti in alto. Se non hai installato il plugin di Google Earth, verrà richiesto di farlo.</p> <h4 id="creating-a-map">Creazione di una Vista</h4> <p>Per creare una nuova vista vai su <a href="maps">Viste Contribuite</a> e clicca su <a href="maps/new">Crea la tua vista</a> link.</p> <p>Quest'azione di manderà al <a href="maps/new">Compositore di viste</a> con un layer di base caricato.</p> <p>Per aggiungere i Layer da GET-IT clicca sul pulsante verde presente sotto la scheda Layer sulla sinistra dello schermo. Quest'azione aprirà una finestra di dialogo con la lista di tutti i Layer disponibili su GET-IT.</p> <p>Per aggiungere Layer alla Vista selezionali e premi il pulsante <strong>Aggiungi Livelli</strong>. Una volta terminato clicca <strong>Fatto</strong> per chiudere la finestra di dialogo e tornare indietro sulla Vista.</p> <h5>Riordino e Rimozione Layer</h5> <p>Cambia l'ordine di visualizzazione dei Layer elencati nella scheda Dati semplicemente trascinando e rilasciando i loro nomi. L'ordine nella vista verrà aggiornato di conseguenza. Per disattivare la visibilità di un Layer è sufficiente deselezionarlo, e per rimuoverlo completamente selezionalo e premi il pulsante rosso.</p> <h5>Salvare la tua vista</h5> <p>Una volta trovato un opportuno insieme di Layer e un livello di zoom, è il momento di salvarlo in modo che gli altri possano vederlo. Fare clic sul pulsante Salva - l'icona più a sinistra nella barra degli strumenti in alto, l'immagine di una vista con un disco - nel menu in alto e compila i campi con il titolo e l'abstract della vista.</p> <h4 id="exporting-a-map">Esportare una vista</h4> <p>Ogni vista di GET-IT può essere inserita all'interno di un altro sito o blog. Per esportare una vista:</p> <ol> <li>Seleziona la vista dalla lista delle viste e clicca il bottone "Esporta vista".</li> <li>Scegli l'altezza e la lunghezza desiderate dallo strumento durante la procedura guidata.</li> <li>Copia il codice HTML fornito dalla procedura guidata in qualsiasi pagina HTML o blog che supportino gli i-frame.</li> </ol> <p>L'azione creerà un widget interattivo che mostra la tua vista nella tua pagina web o sul post del blog.</p> <p>Nota che il <a href="maps/new">Compositore Viste</a> ha anche un bottone per esportare la vista. Attento a salvare la vista prima di esportare se ci sono cambiamenti che vuoi che gli altri vedano. Esso esporta l'ultima versione salvata, non l'ultima versione visualizzata.</p> <h4 id="remixing-a-map">Riutilizzo di una vista</h4> <p>Ogni vista disponibile può servire come punto di partenza per una nuova vista.</p> <ol> <li>Apri la vista sul Compositore viste.</li> <li>Aggiungi e rimuovi i livelli che vuoi.</li> <li>Sposta e centra la vista sull'area di tuo interesse.</li> <li><strong>IMPORTANTE:</strong> Aggiorna il titolo, l'abstract, le informazioni di contatto e i tag come riferimento alla nuova vista.</li> <li>Salva la vista.</li> </ol> <p>Potrai vedere la tua nuova vista cercando nella sezione <a href="maps">Viste</a>. </p>

source: Creating Layers
it: Crea layer

source: Using Services
it: Utilizza i Servizi

source: Sensors
it: Sensori

source: GET-IT is a project of the GET-IT Development Team
it: GET-IT è un progetto dello staff di sviluppatori di SP7

source: Contacts
it: Contatti

source: Based on
it: Basato su

source: Upload your layers, your observations, create your maps and join the RITMARE interoperable Infrastructure.
it: Carica i tuoi layer, le tue osservazioni, crea le tue viste e contribuisci all'Infrastruttura Interoperabile di RITMARE.

source: <a href="http://www.get-it.it/" target="_blank">GET-IT</a> is developed in the context of <a href="http://sp7.irea.cnr.it/">Sub-Project 7</a> of RITMARE (<a href="http://www.ritmare.it/">www.ritmare.it</a>). It is based upon <a href="http://geonode.org/">GeoNode</a>.
it: <a href="http://www.get-it.it/" target="_blank">GET-IT</a> è stato sviluppato nell’ambito del <a href="http://sp7.irea.cnr.it/">Sotto-Progetto 7</a> di RITMARE (<a href="http://www.ritmare.it/">www.ritmare.it</a>). Il sofware &egrave; basato su <a href="http://geonode.org/">GeoNode</a>.

source: For more info visit the project site: <a href="http://www.get-it.it/" target="_blank">www.get-it.it</a>
it: Per maggiori informazioni vista il sito del progetto: <a href="http://www.get-it.it/" "target="_blank">www.get-it.it</a>

source: Explore Sensors
it: Esplora Sensori

source: GeoNode enables you to upload, manage, and browse data layers. Search for data that is valuable to you, or upload your own data.
it: GET-IT ti permette di caricare, gestire e navigare i Layer. Ricerca i dati che sono importanti per te o carica i dati in tuo possesso.

source: GET-IT enables you to upload, manage, and view sensors and their observations. Create a sensor or upload observations of existing sensor.
it: GET-IT ti permette di creare, gestire e visualizzare sensori e relative osservazioni. Crea un sensore o carica le osservazioni di un sensore già esistente.

source: Create a Sensor
it: Crea un Sensore

source: GeoNode enables you to compose and share maps. Create a map with our cartography tool, or explore maps shared by others.
it: GET-IT ti permette di creare e condividere viste. Crea una vista con il nostro strumento cartografico, oppure consulta le viste condivise da altri utenti.

source: Development Team
it: Team di sviluppo

source: GET-IT software
it: Registra GET-IT

source: <h1>Geoinformation Enabling ToolkIT starterkit&reg License</h1> <p class="lead">Thank you for using GET-IT.</p>
it: <h1>Licenza e limitazione all’uso dei Geoinformation Enabling ToolkIT starterkit&reg</h1> <p class="lead">Grazie per utilizzare GET-IT.</p>

source: <p>The Geoinformation Enabling ToolkIT starterkit® - GET-IT hereafter - is a software suite developed in the context of RITMARE SP7_WP4_AZ2. GET-IT turns research groups into autonomous, independent, and decentralised distributors of the data (and metadata) they are collecting. Data and metadata are provided according to standards, allowing for discovery and interoperable access by spatial data infrastructures. </p> <p>GET-IT is made available according to a free and open source license (GPL v3.0<sup><a href="#ref-gpl">1</a></sup>). In the framework of RITMARE, the software is complementd by technical support for installation and usage. In other contexts, any form of technical support requires preemptive consent by the Developer Team and by the RITMARE SP7_WP4_AZ2 group. </p> <p>In addition to the rules drawn by the GPL v3.0 license, usage of the GET-IT suite imply attribution of the Development Team as creators of the software. Users are required to credit<sup><a href="#ref-citation-repository">2</a></sup> the Development Team<sup><a href="#ref-citation-team">3</a></sup> in all products including features drawn from the GET-IT suite. Also, the user is responsible for the information and data that are made available by means of GET-IT. </p> <p>ACCORDING TO THE CONDITIONS SET BY THE LAW, THE DEVELOPERS AND DISTRIBUTORS OF THE GET-IT SUITE DO NOT PROVIDE ANY WARRANTY, EITHER EXPLICIT OR IMPLICIT, ON THE SERVICES PROVIDED THROUGH THE SOFTWARE. THE SOFTWARE IS PROVIDED "AS-IS", WITH NO WARRANTY. WE DO NOT ACKNOWLEDGE ANY WARRANTY OF MARKETABILITY, OF APTITUDE FOR ANY SPECIFIC PURPOSE, AND OF NON-INFRINGEMENT. ANY ISSUE REGARDING QUALITY AND PERFORMANCE OF THE SOFTWARE RELAPSES ON THE USER. </p> <p>ACCORDING TO THE CONDITIONS SET BY THE LAW, THE DEVELOPERS ARE NOT RESPONSIBLE FOR (A) INDIRECT, SPECIAL, ACCIDENTAL, PUNITIVE, SAMPLE, AND CONSEQUENTIAL DAMAGES. THE DEVELOPERS ARE NOT RESPONSIBLE FOR ANY LOSS IN ACTIVITY, DATA, AND PROFITS, INDEPENDENTLY OF THE LEGAL THEORY AND INDEPENDENTLY OF ANY AWARENESS BY THE DEVELOPERS ON THE POSSIBILITY OF SUCH DAMAGES, EVEN IF ANY REMEDIES DO NOT MEET THEIR ESSENTIAL AIMS; (B) DIRECT RESPONSIBILITY FOR ANY COMPLAINT ON THE SERVICES PROVIDED. </p>
it: <p>Geoinformation Enabling ToolkIT starterkit&reg - indicato come GET-IT - è una suite software sviluppata in RITMARE SP7_WP4_AZ2 che abilita gruppi di ricerca a diventare distributori autonomi, indipendenti e decentralizzati dei dati (e metadati) da essi raccolti in modalità standard, consentendone il discovery e l'accesso interoperabile da parte di infrastrutture di dati spaziali. </p> <p>GET-IT è disponibile in licenza gratuita e aperta (GPL v3.0<sup><a href="#ref-gpl">1</a></sup>). Nell’ambito di RITMARE verrà rilasciato anche con supporto tecnico mentre per utenti esterni qualunque forma di supporto sarà a discrezione insindacabile del Developer Team e del gruppo RITMARE SP7_WP4_AZ2. </p> <p>In aggiunta alle regole della licenza GPL v3.0, l’utente accetta di riconoscere la paternità nello sviluppo di GET-IT e di citare<sup><a href="#ref-citation-repository">2</a></sup> appropriatamente il Development Team<sup><a href="#ref-citation-team">3</a></sup> in tutti i prodotti che presentino risultati ottenuti attraverso l’uso di GET-IT. L’utente, in più, è completamente responsabile delle informazioni e dei dati che rilascia attraverso i servizi contenuti nello GET-IT. </p> <p>NEI LIMITI PREVISTI DALLA LEGGE, GLI SVILUPPATORI E DISTRIBUTORI DI STARTERKIT NON RICONOSCONO ALCUNA GARANZIA, ESPLICITA O IMPLICITA, SUI SERVIZI OFFERTI CON STARTERKIT. I SERVIZI VENGONO FORNITI "A SCATOLA CHIUSA", SENZA GARANZIA DI ALCUN TIPO. NON RICONOSCIAMO NEPPURE ALCUNA GARANZIA DI COMMERCIABILITÀ, DI IDONEITÀ AD UNO SCOPO PARTICOLARE E DI NON VIOLAZIONE. L’INTERO RISCHIO RELATIVO ALLA QUALITA’ E PERFORMANCE DEL PROGRAMMA RICADE SULL’UTILIZZATORE. </p> <p>NEI LIMITI PREVISTI DALLA LEGGE, IN NESSUN CASO GLI SVILUPPATORI E DISTRIBUTORI SARANNO RESPONSABILI PER: (A) DANNI INDIRETTI, SPECIALI, INCIDENTALI, PUNITIVI, ESEMPLARI E CONSEQUENZIALI O QUALSIASI PERDITA DI ATTIVITÀ, DATI E PROFITTI, INDIPENDENTEMENTE DALLA TEORIA LEGALE E DALL'EVENTUALITÀ CHE ESSI SIANO STATI INFORMATI O MENO DEL POSSIBILE VERIFICARSI DI TALI DANNI E ANCHE SE GLI EVENTUALI RIMEDI NON SONO IN GRADO DI RISPONDERE AL LORO PROPOSITO ESSENZIALE; (B) RESPONSABILITÀ INDIRETTA PER OGNI RECLAMO RELATIVO AI SERVIZI. </p>

source: Doc from
it: Doc fornito da

source: Map from
it: Vista fornita da

source: results
it: risultati

source: of
it: di

source: page
it: pagina

source: Date begins after:
it: Minima data di inizio:

source: Date ends before:
it: Massima data di fine:
