Repository: SP7-Ritmare/starterkit
Catalog: geosk/locale/*/LC_MESSAGES/django.po
Languages: it

source: Metadata Configuration & Registration
it: Configurazione e Caricamento dei Metadati

source: Administration & Applications
it: Area Amministrazione

source: Administration
it: Amministrazione

source: Applications
it: Applicazioni

source: AppList: Applications
it: AppList: Applicazioni

source: GET-IT Registration
it: Registra GET-IT

source: Register or check registration
it: Registra o verifica registrazione

source: Translations
it: Traduzioni

source: Update translations
it: Aggiorna traduzioni

source: Update the translations for your languages
it: Aggiornaziona le traduzioni per le tue lingue

source: Rosetta Documentation
it: Documentazione di Rosetta

source: Recent Actions
it: Azioni recenti

source: Layers
it: Layer

source: Maps
it: Viste

source: Documents
it: Documenti

source: People
it: Utenti

source: Search
it: Cerca

source: Services
it: Servizi

source: Password (again)
it: Password (ripeti)

source: Remember Me
it: Ricordamelo

source: The username and/or password you specified are not correct.
it: Il nome e/o la password inserite non sono corrette.

source: Current Password
it: Password corrente

source: New Password
it: Nuova Password

source: Language
it: Lingua

source: language
it: lingua

source: email address
it: Indirizzo email

source: email addresses
it: Indirizzi email

source: email confirmation
it: conferma email

source: email confirmations
it: conferma email

source: Account settings updated.
it: Impostazioni account aggiornate

source: Anonymous Users
it: Utenti anonimi

source: Registered Users
it: Utenti registrati

source: User
it: Utente

source: Permission Denied
it: Permesso negato

source: You are not permitted to modify this object
it: Non hai il permesso per modificare questo oggetto

source: series
it: serie

source: computer program or routine
it: computer program o routine

source: feature type
it: tipologia di caratteristica

source: copy or imitation of an existing or hypothetical object
it: Copia o imitazione di un oggetto esistente o ipotetico

source: collection hardware
it: raccolta hardware

source: collection session
it: sessione raccolta

source: non-geographic data
it: dato non-geografico

source: property type
it: tipo di proprietà

source: field session
it: sessione campo

source: service interfaces
it: interfacce del servizio

source: attribute class
it: classe attributo

source: characteristic of a feature
it: proprietà di una caratteristica

source: tile or spatial subset of geographic data
it: insieme o sottoinsieme di dati geografici

source: feature
it: caratteristica

source: dimension group
it: dimensione del gruppo

source: frequency of maintenance for the data is not known
it: la frequenza di manutenzione dei dati non è nota

source: data is repeatedly and frequently updated
it: i dati vengono ripetutamente e frequentemente aggiornati

source: there are no plans to update the data
it: non ci sono piani per aggiornare i dati

source: data is updated each day
it: i dati vengono aggiornati ogni giorno

source: data is updated every year
it: i dati vengono aggiornati ogni anno

source: data is updated as deemed necessary
it: i dati vengono aggiornati quando ritenuto necessario

source: data is updated each month
it: i dati vengono aggiornati ogni mese

source: data is updated every two weeks
it: i dati vengono aggiornati ogni due settimane

source: data is updated in intervals that are uneven in duration
it: i dati vengono aggiornati secondo intervalli irregolari

source: data is updated on a weekly basis
it: i dati vengono aggiornati su base settimanale

source: data is updated twice each year
it: i dati vengono aggiornati due volte l'anno

source: data is updated every three months
it: i dati vengono aggiornati ogni tre mesi

source: No information provided
it: Nessuna informazione fornita

source: Afghanistan
it: Afganistan

source: Aland Islands
it: Isole Aland

source: American Samoa
it: Samoa Americana

source: Antigua and Barbuda
it: Antigua e Barbuda

source: Azerbaijan
it: Azerbaigian

source: Bahrain
it: Bahrein

source: Belarus
it: Bielorussia

source: Belgium
it: Belgio

source: Bosnia and Herzegovina
it: Bosnia Herzegovina

source: Brazil
it: Brasile

source: British Virgin Islands
it: Isole Vergini Britanniche

source: Cambodia
it: Cambogia

source: Cameroon
it: Cameroun

source: Cape Verde
it: Capo Verde

source: Cayman Islands
it: Isole Cayman

source: Central African Republic
it: Repubblica Centroafricana

source: Channel Islands
it: Isole del Canal

source: Chile
it: Cile

source: China
it: Cina

source: China - Hong Kong
it: Cina - Hong Kong

source: China - Macao
it: Cina - Macao

source: Comoros
it: Comore

source: Cook Islands
it: Isole di Cook

source: Cote d'Ivoire
it: Costa d'Avorio

source: Croatia
it: Croazia

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Checa

source: Democratic People's Republic of Korea
it: Repubblica Popolare Democratica de Korea

source: Democratic Republic of the Congo
it: Repubblica Democratica del Congo

source: Denmark
it: Danimarca

source: Dominican Republic
it: Repubblica Dominicana

source: Egypt
it: Egitto

source: Equatorial Guinea
it: Guinea Equatoriale

source: Ethiopia
it: Etiopía

source: Faeroe Islands
it: Isole Feroe

source: Falkland Islands (Malvinas)
it: Isole Malvine

source: Finland
it: Finlandia

source: France
it: Francia

source: French Guiana
it: Guiana Francese

source: French Polynesia
it: Polinesia Francese

source: Germany
it: Germania

source: Gibraltar
it: Gibilterra

source: Greece
it: Grecia

source: Greenland
it: Groenlandia

source: Grenada
it: Granada

source: Guadeloupe
it: Guadalupe

source: Holy See (Vatican City)
it: Santa Sede (Città del Vaticano)

source: Hungary
it: Ungheria

source: Iceland
it: Islanda

source: Ireland
it: Irlanda

source: Isle of Man
it: Isola di Man

source: Israel
it: Israele

source: Italy
it: Italia

source: Japan
it: Giappone

source: Jordan
it: Giordania

source: Kazakhstan
it: Kazakistan

source: Kyrgyzstan
it: Kyrgizstan

source: Lao People's Democratic Republic
it: Laos

source: Latvia
it: Lettonia

source: Lebanon
it: Libano

source: Libyan Arab Jamahiriya
it: Libia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Malaysia
it: Malesia

source: Maldives
it: Maldive

source: Marshall Islands
it: Isole Marshall

source: Martinique
it: Martinica

source: Mexico
it: Messico

source: Micronesia, Federated States of
it: Micronesia

source: Morocco
it: Marocco

source: Mozambique
it: Mozambico

source: Myanmar
it: Birmania

source: Netherlands
it: Olanda

source: Netherlands Antilles
it: Antille Olandesi

source: New Caledonia
it: Nuova Caledonia

source: New Zealand
it: Nuova Zelanda

source: Norfolk Island
it: Isola di Norfolk

source: Northern Mariana Islands
it: Isole Mariane

source: Norway
it: Norvegia

source: Occupied Palestinian Territory
it: Territori Occupati Palestinesi

source: Papua New Guinea
it: Papua Nuova Guinea

source: Peru
it: Perù

source: Philippines
it: Filippine

source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Puerto Rico
it: Porto Rico

source: Republic of Korea
it: Korea

source: Republic of Moldova
it: Moldova

source: Russian Federation
it: Russia

source: Saint Helena
it: Santa Elena

source: Saint Lucia
it: Santa Lucia

source: Saint-Martin (French part)
it: San Martín

source: Sao Tome and Principe
it: Sao Tome e Principe

source: Saudi Arabia
it: Arabia Saudita

source: Slovakia
it: Slovacchia

source: Solomon Islands
it: Isole Salomone

source: South Africa
it: Sudafrica

source: Spain
it: Spagna

source: Svalbard and Jan Mayen Islands
it: Isole Svalbard e Jan Mayen

source: Sweden
it: Svezia

source: Switzerland
it: Svizzera

source: Syrian Arab Republic
it: Siria

source: Thailand
it: Tailandia

source: Timor-Leste
it: Timor-Est

source: Trinidad and Tobago
it: Trinidad e Tobago

source: Turkey
it: Turchia

source: Turks and Caicos Islands
it: Turcas e Caicos

source: Ukraine
it: Ucraina

source: United Arab Emirates
it: Emirati Arabi Uniti

source: United Kingdom
it: Regno Unito

source: United Republic of Tanzania
it: Tanzanía

source: United States of America
it: Stati Uniti

source: United States Virgin Islands
it: Isole Vergini (USA)

source: Venezuela (Bolivarian Republic of)
it: Venezuela

source: Wallis and Futuna Islands
it: Isole Wallis e Futuna

source: Western Sahara
it: Sahara Occidentale

source: title
it: titolo

source: name by which the cited resource is known
it: nome attraverso cui la risorsa citata è conosciuta

source: date
it: data

source: reference date for the cited resource
it: data di riferimento della risorsa citata

source: date type
it: tipo di data

source: identification of when a given event occurred
it: identificazione di quando un dato evento si è verificato

source: edition
it: edizione

source: version of the cited resource
it: versione della risorsa citata

source: abstract
it: descrizione

source: brief narrative summary of the content of the resource(s)
it: sintesi del contenuto della risorsa (o delle risorse)

source: purpose
it: finalità

source: summary of the intentions with which the resource(s) was developed
it: sintesi delle intenzioni con cui la risorsa (o le risorse) sono state sviluppate

source: maintenance frequency
it: frequenza di revisione

source: frequency with which modifications and deletions are made to the data after it is first produced
it: frequenza con cui le modifiche e le cancellazioni sui dati vengono eseguite dopo essere stati prodotti la prima volta

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
it: parola (o parole) comunemente usate o parola (o parole) e frase (o frasi) formalizzate usate per descrivere il soggetto (separando attraverso spazio o virgola

source: keywords region
it: keywords regione

source: keyword identifies a location
it: parola chiave che identifica una posizione

source: restrictions
it: restrizioni

source: limitation(s) placed upon the access or use of the data.
it: limitazioni all'accesso o all'uso di questi dati

source: restrictions other
it: altre restrizioni

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
it: altre restrizioni e requisiti legali per l'accesso e l'uso della risorsa o dei metadati

source: language used within the dataset
it: lingua usata all'interno del dataset

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
it: classificazione tematica di dati geografici di alto livello per facilitare il raggruppamento e la ricerca di set di dati geografici disponibili.

source: method used to represent geographic information in the dataset.
it: metodo usato per rappresentare le informazioni geografiche nel set dei dati.

source: temporal extent start
it: Inizio dell'estensione temporale

source: time period covered by the content of the dataset (start)
it: periodo di tempo coperto dal contenuto del dataset (inizio)

source: temporal extent end
it: Fine dell'estensione temporale

source: time period covered by the content of the dataset (end)
it: periodo di tempo coperto dal contenuto del dataset (fine)

source: supplemental information
it: Informazioni supplementari

source: any other descriptive information about the dataset
it: altre informazioni descrittive riguardo il dataset

source: distribution URL
it: URL di distribuzione

source: information about on-line sources from which the dataset, specification, or community profile name and extended metadata elements can be obtained
it: informazioni riguardo le risorse on-line da cui il dataset, le specifiche, o il nome profilo della community e gli elementi di metadati estesi possono essere ottenuti

source: distribution description
it: Descrizione della distribuzione

source: detailed text description of what the online resource is/does
it: descrizione dettagliata di ciò che la risorsa online è/fà

source: data quality statement
it: Dichiarazione di qualità del dato

source: general explanation of the data producer's knowledge about the lineage of a dataset
it: spiegazione generale della conoscenza del produttore dei dati riguardo il lignaggio di un dataset

source: CSW type
it: tipo di CSW

source: For example "kml"
it: Per esempio "KML"

source: For example "View in Google Earth"
it: Per esempio "Visualizza in Google Earth"

source: For example "text/xml"
it: Per esempio "text/xml"

source: Title
it: Titolo

source: Abstract
it: Descrizione

source: Date
it: Data

source: Type
it: Tipo

source: Keywords
it: Parole chiave

source: Category
it: Categoria

source: Regions
it: Regione

source: License
it: Licenze

source: Owner
it: Proprietario

source: Point of Contact
it: Punto di contatto

source: Maintenance Frequency
it: Frequenza di revisione

source: Restrictions
it: Restrizioni

source: Edition
it: Edizione

source: Purpose
it: Finalità

source: Temporal Extent
it: Estensione temporale

source: Data Quality
it: Qualità del dato

source: Supplemental Information
it: Informazioni aggiuntive

source: Spatial Representation Type
it: Tipo di rappresentazione spaziale

source: A space or comma-separated list of keywords
it: Elenco di parole chiave delimitate da spazio o virgola

source: No Permissions
it: Nessun Permesso

source: Read Only
it: Sola Lettura

source: Read/Write
it: Lettura/Scrittura

source: Administrative
it: Amministrativo

source: You are not permitted to delete this document
it: Non hai il permesso di eliminare questo documento

source: You do not have permissions for this document.
it: Non hai i permessi per questo documento.

source: You are not permitted to modify this document
it: Non hai il permesso di modificare questo documento

source: You are not permitted to modify this document's metadata
it: Non hai il permesso di modificare i metadati di questo documento

source: You are not permitted to view this document
it: Non hai il permesso di visualizzare questo documento

source: You are not allowed to view this document.
it: Non sei autorizzato a visualizzare questo documento

source: You need to provide a document title.
it: Devi fornire il titolo del documento.

source: This file type is not allowed.
it: Questo tipo di file non è consentito.

source: This file is too big.
it: Questo file &egrave; troppo grande.

source: Most recent
it: Più recenti

source: Most popular
it: Più popolari

source: Most shared
it: Più condivisi

source: from
it: fornito/a da

source: ago
it: fa

source: view
it: visualizza

source: Average rating
it: Valutazione media

source: votes
it: voti

source: Download
it: Scarica

source: Explore Documents
it: Esplora Documenti

source: Upload Documents
it: Carica Documenti

source: Download Metadata
it: Scarica Metadati

source: Edit Document
it: Modifica documento

source: Edit Metadata
it: Modifica Metadati

source: Edit Permissions
it: Modifica permessi

source: Replace this Document
it: Sostituisci questo documento

source: Remove this Document
it: Rimuovi questo documento

source: Info
it: Informazioni

source: Comments
it: Commenti

source: Ratings
it: Valutazioni

source: Share
it: Condividi

source: Flag
it: Segna

source: Share This Document
it: Condividi questo documento

source: Rate this document
it: Valuta questo documento

source: Average Rating
it: Valutazione media

source: Resource using this document
it: Risorsa che utilizza questo documento

source: List of resources using this document:
it: Elenco delle risorse che utilizzano questo documento

source: This document is related to a
it: Questo documento è correlato a

source: This document is not related to any maps or layers
it: Il presente documento non è correlato ad alcuna vista o livello

source: Permissions
it: Permessi

source: Click the button below to change the permissions of this document.
it: Clicca il pulsante qui sotto per modificare i permessi di questo documento.

source: Change Document Permissions
it: Cambia i permessi del Documento

source: About
it: A proposito

source: Document Owner
it: Proprietario del Documento

source: Metadata Author
it: Autore dei Metadati

source: Your selections
it: Le tue selezioni

source: Clear all
it: Cancella tutto

source: Editing details for %(document_title)s
it: Modifica dettagli per %(document_title)s

source: Metadata Provider
it: Fornitore Metadati

source: Update
it: Aggiorna

source: Are you sure you want to remove %(document_title)s?
it: Sei sicuro di voler rimuovere %(document_title)s?

source: Yes, I am sure
it: Si, sono sicuro

source: No, don't remove it
it: No, non eliminarlo

source: Replace Document
it: Sostituisci Documento

source: Replace
it: Sostituisci

source: Choose a file
it: Scegli un file

source: Upload Document
it: Carica documento

source: Type a title
it: Assegna un titolo

source: Link to
it: Collegamento a

source: style name
it: Stile del nome

source: attribute name
it: nome attributo

source: name of attribute as stored in shapefile/spatial database
it: nome dell'attributo come memorizzato nello shapefile/database spaziale

source: attribute description
it: descrizione dell'attributo

source: description of attribute to be used in metadata
it: descrizione dell'attributo da usare nel metadato

source: attribute label
it: etichetta dell'attributo

source: title of attribute as displayed in GeoNode
it: titolo dell'attributo visualizzato in GET-IT

source: attribute type
it: tipologia di attributo

source: the data type of the attribute (integer, string, geometry, etc)
it: tipologia dell'attributo (intero, stringa, geometria, etc.)

source: visible?
it: visibile?

source: specifies if the attribute should be displayed in identify results
it: specifica se l'attributo deve essere visualizzato nei risultati

source: display order
it: mostra ordine

source: specifies the order in which attribute should be displayed in identify results
it: specifica l'ordine con cui l'attributo deve essere visualizzato nei risultati

source: count
it: conta

source: count value for this field
it: conteggio valori per questo campo

source: minimum value for this field
it: valore minimo per questo campo

source: maximum value for this field
it: valore massimo per questo campo

source: average
it: media

source: average value for this field
it: valore medio per questo campo

source: median
it: mediana

source: median value for this field
it: mediana per questo campo

source: standard deviation
it: deviazione standard

source: standard deviation for this field
it: deviazione standard per questo campo

source: sum
it: somma

source: sum value for this field
it: somma per questo campo

source: unique values for this field
it: valori unici per questo campo

source: last modified
it: Ultimo modificato

source: date when attribute statistics were last updated
it: ultima data di aggiornamento delle statistiche degli attributi

source: View in Google Earth
it: Visualizza in Google Earth

source: Tiles
it: Insiemi

source: Zipped Shapefile
it: ESRI Shapefile Compresso

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
it: E' occorso un errore durante l'invio dei tuoi dati. Riprova o contatta un amministratore se il problema persiste.

source: You are not permitted to delete this layer
it: Non hai il permesso di eliminare questo layer

source: You do not have permissions for this layer.
it: Non hai i permessi per questo layer.

source: You are not permitted to modify this layer
it: Non hai i permessi per modificare questo layer

source: You are not permitted to modify this layer's metadata
it: Non hai il permesso di modificare i metadati di questo layer

source: You are not permitted to view this layer
it: Non hai il permesso di visualizzare questo layer

source: Bad HTTP Authorization Credentials.
it: Credenziali di autorizzazione HTTP errate.

source: Layer Uploaded
it: Layer caricato

source: A layer was uploaded
it: Un Layer è stato caricato

source: Comment on Layer
it: Commenta Layer

source: A layer was commented on
it: Un Layer è stato commentato

source: Rating for Layer
it: Valuta Layer

source: A rating was given to a layer
it: Una punteggio &egrave; stato attribuito ad un Layer

source: Attributes
it: Attributi

source: Create a map
it: Crea una vista

source: Download Layer
it: Scarica Layer

source: Explore Layers
it: Esplora layer

source: Upload Layers
it: Carica layer

source: Change point of contact
it: Modifica contatto

source: Assign a new point of contact to the layers below:
it: Assegna un nuovo contatto ai layer sottostanti:

source: Submit
it: Invia

source: Edit Layer
it: Modifica Layer

source: Manage Styles
it: Gestisci gli stili

source: Edit Styles
it: Modifica gli stili

source: Replace this Layer
it: Sostituisci questo Layer

source: Remove this Layer
it: Rimuovi questo layer

source: Attribute Name
it: Nome Attributo

source: Range
it: Intervallo

source: Average
it: Media

source: Median
it: Mediana

source: Standard Deviation
it: Deviazione standard

source: Share This Layer
it: Condividi questo Layer

source: Rate this layer
it: Giudica questo Layer

source: Legend
it: Legenda

source: Maps using this layer
it: Viste che usano questo layer

source: List of maps using this layer:
it: Elenco di viste che usano questo layer

source: This layer is not currently used in any maps.
it: Questo layer non è al momento utilizzato da alcuna vista.

source: Documents related to this layer
it: Documenti correlati a questo livello

source: List of documents related to this layer:
it: Elenco di documenti correlati a questo livello:

source: Create a map using this layer
it: Crea una vista usando questo layer

source: Click the button below to generate a new map based on this layer.
it: Clicca il pulsante qui sotto per generare una nuova vista basata su questo livello.

source: Create a Map
it: Crea una vista

source: Click the button below to change the permissions of this layer.
it: Clicca il pulsante qui sotto per modificare i permessi di questo livello.

source: Change Layer Permissions
it: Cambia i permessi del Layer

source: Styles
it: Vestizione

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
it: I seguenti stili sono associati a questo layer. Scegli uno stile da visualizzare nell'anteprima della mappa.

source: No styles associated with this layer
it: Nessuno stile associato a questo Layer

source: Layer Owner
it: Proprietario del Layer

source: Explore Layer
it: Esplora layer

source: Editing details for %(layer_title)s
it: Modifica dettagli per %(layer_title)s

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
it: Note: I metadati originali di questo Layer sono stati popolati importando un file di metadati XML. L'import dei metadati di GET-IT supporta un sottinsieme di elementi di metadata ISO secondo RNDT (INSPIRE). Alcuni dei tuoi metadati originali potrebbero essere andati persi.

source: Error updating metadata. Please check the following fields:
it: Errore nel caricamento dei metadati. Controllare i seguenti campi:

source: Attribute
it: Attributo

source: Label
it: Etichetta

source: Description
it: Descrizione

source: Display Order
it: Visualizza Ordine

source: Are you sure you want to remove %(layer_title)s?
it: Sei sicuro di voler rimuovere %(layer_title)s?

source: This action affects the following maps:
it: Questa azione avrà effetto sulle seguenti viste:

source: No maps are using this layer
it: Nessuna vista utilizza questo layer
