Repository: SP7-Ritmare/starterkit
Catalog: geosk/locale/*/LC_MESSAGES/django.po
Languages: it

source: Replace Layer
it: Sostituisci Layer

source: Replace Layer:
it: Sostituisci Layer:

source: Incomplete Uploads
it: Caricamento incompleto

source: You have the following incomplete uploads
it: Hai i seguenti caricamenti incompleti

source: last updated on
it: i dati vengono aggiornati ogni mese

source: Resume
it: Ricomincia

source: Delete
it: Cancella

source: Are you sure you want to delete this upload?
it: Sei sicuro di voler annullare questo caricamento?

source: Cancel
it: Annulla

source: Delete, and don't ask me again.
it: Annulla, e non chiedere più

source: Drop files here
it: Trascina qui i file

source: or select them one by one:
it: o selezionali singolarmente:

source: Files to be uploaded
it: File da caricare

source: Upload Files
it: Carica file

source: Clear
it: Svuota

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
it: Gestisci la Vestizione per <a href="/layers/%(layer_title)s">%(layer_title)s</a>

source: Layer Default Style
it: Vestizione di default

source: Available styles
it: Stili disponibili

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
it: Seleziona una vestizione predefinita nel riquadro in alto per assegnarla a questo Layer. La legenda selezionata appare nel riquadro inferiore.

source: Update Available Styles
it: Aggiorna gli stili disponibili

source: projection
it: proiezione

source: center X
it: centro X

source: center Y
it: centro Y

source: stack order
it: ordinamento

source: format
it: formato

source: name
it: nome

source: opacity
it: opacità

source: styles
it: stili

source: transparent
it: trasparente

source: fixed
it: fissato

source: group
it: gruppo

source: visibility
it: visibilità

source: ows URL
it: URL ows

source: layer params
it: parametri del layer

source: source params
it: parametri sorgente

source: You are not permitted to delete this map.
it: Non hai il permesso di eliminare questa vista.

source: You do not have permissions for this map.
it: Non hai i permessi per questa vista.

source: You must be logged in to save this map
it: Devi entrare per salvare questa vista

source: You are not allowed to modify this map's metadata.
it: Non hai il permesso di modificare i metadati di questa vista.

source: You are not allowed to view this map.
it: Non hai il permesso di visualizzare questa vista.

source: Map Created
it: Vista creata

source: A Map was created
it: Una vista è stata creata

source: Comment on Map
it: Commenta la vista

source: A map was commented on
it: Una vista è stata commentata

source: Rating for Map
it: Valuta vista

source: A rating was given to a map
it: Una valutazione è stata data ad una vista

source: View
it: Visualizza

source: Explore Maps
it: Esplora viste

source: Download Map
it: Scarica la vista

source: Download Data Layers
it: Scarica i dati dei Layer

source: Download Web Map Context
it: Scarica Web View Context

source: Edit Map
it: Modifica Vista

source: Edit Map Metadata
it: Edita il Metadato della Vista

source: Set Map Thumbnail
it: Imposta Thumbnail della Vista

source: Edit Map Permissions
it: Modifica Permessi della vista

source: Remove this Map
it: Rimuovi questa Vista

source: View Map
it: Visualizza vista

source: Rate this Map
it: Valuta questa vista

source: Share This Map
it: Condividi questa vista

source: Map Layers
it: Layer della vista

source: This map uses the following layers:
it: Questa vista utilizza i seguenti Layer:

source: Documents related to this map
it: Documenti correlati a questa vista

source: List of documents related to this map:
it: Elenco di documenti correlati a questa vista:

source: Specify which users can view or modify this map
it: Specifica quali utenti possono visualizzare o modificare questa vista

source: Change Permissions of this Map
it: Cambia i permessi di questa vista

source: Copy this map
it: Copia questa vista

source: Duplicate this map and modify it for your own purposes
it: Duplica questa vista e modificala in base ai tuoi obiettivi

source: Create a New Map
it: Crea una nuova vista

source: Map WMS
it: Vista in WMS

source: WMS layer group for local map layers
it: gruppo di layer WMS per la vista corrente

source: local OWS
it: OWS locale

source: Publish local map layers as WMS layer group
it: Pubblica i layer della vista locale come gruppo di layer WMS

source: Publish Map WMS
it: Pubblica Vista in WMS

source: Map Owner
it: Proprietario Vista

source: Here you can download all the layers of this map that are hosted on this GeoNode.
it: Qui puoi scaricare tutti i layer di questa vista che sono gestiti su questo GET-IT. I seguenti layer saranno scaricati:

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
it: <div class="alert alert-warning">Could not find downloadable layers for this view. You can go back to </div>

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
it: Inoltre, la vista contiene questi layer che non possono essere scaricati per vincoli di sicurezza:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
it: Infine, la vista contiene questi layer che non possono essere scaricati perchè non sono disponibili direttamente da questo GET-IT:

source: Downloading
it: Scaricamento

source: Retry
it: Riprovare

source: Start downloading this map
it: Avvia il download di questa vista

source: Download Complete
it: Scaricamento completato

source: Download Failed
it: Scaricamento fallito

source: Updating metadata of %(map_title)s
it: Aggiornamento metadati di %(map_title)s

source: Update metadata
it: Aggiorna metadati

source: Deleting
it: Cancellando

source: Are you sure you want to remove %(map_title)s?
it: Sei sicuro di voler rimuovere %(map_title)s?

source: party who authored the resource
it: gruppo che ha creato la risorsa

source: party who has processed the data in a manner such that the resource has been modified
it: gruppo che ha elaborato i dati in modo tale che la risorsa sia stata modificata

source: party who published the resource
it: gruppo che ha pubblicato la risorsa

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
it: parte che si prende in carico la responsabilità dei dati e garantisce di occuparsene in maniera appropriata mantenendo operativa la risorsa

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
it: parte che può essere contattata per l'acquisizione di conoscenza o acquisizione della risorsa

source: party who distributes the resource
it: parte che distribuisce la risorsa

source: party who uses the resource
it: parte che usa la risorsa

source: party that supplies the resource
it: parte che fornisce la risorsa

source: party who created the resource
it: parte che ha creato la risorsa

source: party that owns the resource
it: parte che possiede la risorsa

source: key party responsible for gathering information and conducting research
it: parte chiave responsabile della raccolta di informazioni e della conduzione della ricerca

source: Email Address
it: Indirizzo email

source: User following you
it: Utente che ti segue

source: another user has started following you
it: un altro utente ha iniziato a seguirti

source: function performed by the responsible party
it: funzione svolta dalla parte responsabile

source: permissions
it: permessi

source: Individual Name
it: Nome dell soggetto

source: name of the responsible person surname, given name, title separated by a delimiter
it: nome del responsabile cognome, nome, titolo separati da un delimitatore

source: Organization Name
it: Nome dell'organizzazione

source: name of the responsible organization
it: nome dell'organizzazione responsabile

source: Profile
it: Profilo

source: Position Name
it: Ruolo

source: role or position of the responsible person
it: ruolo o posizione della persona responsabile

source: Voice
it: Voce

source: telephone number by which individuals can speak to the responsible organization or individual
it: numero di telefono con cui le persone possono parlare con l'organizzazione o l'individuo responsabile

source: Facsimile
it: Fax

source: telephone number of a facsimile machine for the responsible organization or individual
it: numero di telefono di una macchina facsimile per l'organizzazione o l'individuo responsabile

source: Delivery Point
it: Informazioni di contatto

source: physical and email address at which the organization or individual may be contacted
it: indirizzo fisico e email ai quali l'organizzazione o l'individuo possono essere contattati

source: City
it: Città

source: city of the location
it: città della posizione

source: Administrative Area
it: Area Amministrativa

source: state, province of the location
it: stato, provincia della posizione

source: Postal Code
it: Codice postale

source: ZIP or other postal code
it: indirizzo postale

source: country of the physical address
it: paese dell'indirizzo fisico

source: address of the electronic mailbox of the responsible organization or individual
it: indirizzo della casella di posta elettronica dell'organizzazione o individuo responsabile

source: Your username for
it: Il tuo username per

source: Your username has been emailed to you.
it: Ti &egreve stata inviata una email con il tuo nome utente.

source: No user could be found with that email address.
it: Nessun utente corrisponde a questo indirizzo email.

source: No Group
it: Nessun gruppo

source: All contents
it: Tutti i contenuti

source: Sort by date
it: Ordina per data

source: Sort by title
it: Ordina per titolo

source: My Activities
it: Le mie attività

source: Forgot Username
it: Username dimenticato

source: Enter your email address and click the submit button. Your username will be sent to you.
it: Inserisci il tuo indirizzo email e clicca il bottone sottostante. Il tuo username ti sarà inviato.

source: Explore People
it: Scopri gli utenti

source: Create Profile
it: Crea profilo

source: Profile of
it: Profilo di

source: Edit profile information
it: Modifica il tuo profilo

source: Account Settings
it: Impostazioni account

source: Change password
it: Cambia password

source: Upload new layers
it: Carica nuovo layer

source: Create a new map
it: Crea una nuova vista

source: Shared on
it: Condividi su

source: No contents found.
it: Nessun contenuto trovato

source: Edit Your Profile
it: Modifica il tuo profilo

source: Change your avatar
it: Cambia il tuo avatar

source: Update profile
it: Aggiorna profilo

source: Extent
it: Estensione

source: Categories
it: Categorie

source: All Categories
it: Tutte le categorie

source: Layer Type
it: Tipo di Layer

source: Rasters
it: Raster

source: Vectors
it: Vettoriali

source: Less recent
it: Meno recenti

source: Relevance
it: Rilevanza

source: Users
it: Utenti

source: Search for:
it: Cerca:

source: All of the words
it: Tutte le parole

source: Search
it: Cerca

source: Exclude words from your search
it: Escludi parole dalla tua ricerca

source: All resources
it: Tutte le risorse

source: Maps only
it: Solo le viste

source: Layers only
it: Solo i layer

source: Users only
it: Solo gli utenti

source: Search All Categories
it: Cerca tutte le categorie

source: Search by Extent:
it: Cerca per estensione:

source: Type:
it: Tipo:

source: From this site/portal
it: Da questo sito/portale

source: From this group
it: Da questo gruppo

source: From this organization
it: Da questa organizzazione

source: From this geographic region
it: Da questa regione

source: Since this date
it: Da questa data

source: Until this date
it: Fino a questa data

source: Clear Options
it: Cancella opzioni

source: No data found
it: Nessun dato trovato

source: Invalid permission level.
it: Livello di permessi non valido.

source: Determines the order that roles are presented in the user interface.
it: Determina l'ordine con cui i ruoli vengono visualizzati nell'interfaccia utente.

source: created
it: creato

source: deleted
it: cancellato

source: updated
it: Aggiornato

source: added a comment
it: Aggiunto un commento

source: updated a comment
it: Aggiornato un commento

source: uploaded
it: caricato

source: Recent activity
it: Attività recente

source: No actions yet
it: Nessuna azione ancora

source: Not Permitted
it: Non Permesso

source: You are not allowed to perform this operation.
it: Non hai il permesso di effettuare questa operazione.

source: Please verify that you are logged in as the correct user.
it: Verifica di essere entrato con l'utente corretto.

source: Please login or register and retry.
it: Effettua il login o registrati e riprova.

source: Page Not Found
it: Pagina non trovata

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
it: La pagina che hai richiesto non esiste. Forse stai usando un vecchio bookmark?

source: Admin
it: Amministrazione

source: Log out
it: Esci

source: Notifications
it: notifiche

source: Messages
it: Messaggi

source: Upload
it: Carica

source: Help
it: Aiuto

source: Sign in
it: Entra

source: or
it: oppure

source: Register
it: Registrati

source: There was a problem loading this page
it: C'è un problema a caricare qluesta pagina

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
it: Please contact your GET-IT administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GET-IT's issue tracker</a>

source: Powered by
it: Fornito da:

source: version
it: Versione

source: Developers
it: Sviluppatori

source: Add to Favorites
it: Aggiungi ai favoriti

source: Add Comment
it: Aggiungi Commento

source: Log in to add a comment
it: Registrati per lasciare un commento

source: Add a Comment
it: Aggiungi un commento

source: Submit Comments
it: Invia commenti

source: Who can view and download this data?
it: Chi può visualizzare e scaricare questo dato?

source: Anyone
it: Chiunque

source: Any registered user
it: Qualsiasi utente registrato

source: Only users who can edit
it: Solo gli utenti che possono editare

source: Who can edit this data?
it: Chi può editare questo dato?

source: Only the following users:
it: Solo i seguenti utenti o gruppi:

source: Who can manage and edit this data?
it: Chi può gestire e modificare questo dato?

source: Apply Changes
it: Applica le modifiche

source: Choose one or more users...
it: Scegli uno o più utenti...

source: View by
it: Visualizza per

source: Grid
it: Griglia

source: List
it: Lista

source: About GeoNode
it: A proposito di GET-IT

source: About GeoNode.
it: A proposito di GET-IT.

source: Inbox
it: Casella di entrata

source: Announcements
it: Notizie

source: Recent Activity
it: Attività recente

source: Information for Developers
it: Informazioni per gli sviluppatori

source: Useful information for developers interested in GeoNode.
it: Informazioni utili per gli sviluppatori interessati a GET-IT.

source: GeoNode's Web Services
it: Web Services di GET-IT

source: GeoNode's Web Services are available from the following URLs:
it: I Web Services di GET-IT sono disponibili ai seguenti indirizzi:

source: Dynamic tiles via WMS:
it: Tassellamento dinamico via WMS

source: Vector data via WFS:
it: I dati vettoriali via WFS

source: Raster data via WCS:
it: I dati vettoriali via WFS

source: Metadata search via CSW:
it: Ricerca Metadati via CSW

source: Cached tiles via WMTS:
it: Cache di tile attraverso WMTS

source: User Guide
it: Guida per l'utilizzatore

source: GeoNode Help
it: Aiuto sullo GET-IT

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
it: Questa pagina fornisce informazioni di aiuto sull'utilizzo di GET-IT. Puoi utilizzare i collegamenti nella barra laterale per ricercare quello che ti interessa.
